---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DaN
source: html/c355a498-4691-8d77-8021-40b77d06e881.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DaN Property

Symbol daN, indicating unit Dekanewtons.

## Syntax (C#)
```csharp
public static ForgeTypeId DaN { get; }
```